public class Main {
    public static void main(String[] args) {

        int ticketPrice = 13676; // Стоимость билета
        int millyPrice = 20; // Стоимость одной бонусной милли
        int milly = ticketPrice / millyPrice; // Количество бонусных миллей


        System.out.println((milly) + " Милли");


        // Объявляете переменные для входных данных и
        // параметров программы: одну для хранения
        // стоимости билета, другую для хранения количества
        // рублей для одной бонусной мили

        // Рассчитываете количество бонусных миль, используя
        // значения заведённых переменных. Ответ сохраняете в
        // новую переменную и выводите на экран
    }


}
